Repository: Emil60/HealthiStory
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, ru, tr

source: You can order your health checkup to your home or office, just like ordering a taxi. Our nearest trained partner with a Mobile Medi-Lab on a backpack comes to you at your time. The checkup takes less than 10 minutes and the results are stored immediately in a secure cloud and are accessible to you through any devices. You can always track your progress, get smart recommendations and receive a notification to visit a doctor, if there are any critical results.
az: Sağlamlıq analizlərinizi, taksi sifariş etmək kimi evinizə və ya ofisinizə sifariş edə bilərsiniz. Sırt çantasında olan Mobil Medi-Lab ilə ən yaxın təlim keçmiş tərəfdaşımız sizin vaxtınızda sizə gəlir. Analiz 10 dəqiqədən az çəkir və nəticələr dərhal etibarlı bir buludda saxlanılır və hər hansı bir cihaz vasitəsilə onları görə bilərsiniz. Hər zaman proqreslərinizi izləyə, ağıllı tövsiyələr ala və kritik nəticələr olarsa həkimə müraciət etmək üçün bildiriş ala bilərsiniz.
ru: Вы можете заказать медицинское обследование на дом или в офис, так же, как заказывать такси. Наш ближайший обученный партнер с Mobile Medi-Lab в рюкзаке приходит к вам в ваше время. Проверка занимает менее 10 минут, а результаты немедленно сохраняются в безопасном облаке и доступны вам с любых устройств. Вы всегда можете отслеживать свой прогресс, получать умные рекомендации и получать уведомление о посещении врача, если будут какие-либо критические результаты.
tr: Sağlık taramanızı tıpkı taksi çağırır gibi evinize veya ofisinize sipariş edebilirsiniz. Sırt çantasında Mobil Medi-Lab ile en yakın eğitimli ortağımız size tam sizin zamanınızda geliyor. Kontrol 10 dakikadan az sürer ve sonuçlar anında güvenli bir bulutta depolanır ve herhangi bir cihazdan sonuçlarınıza erişebilirsiniz. İlerlemenizi her zaman takip edebilir, akıllı öneriler alabilir ve herhangi bir kritik sonuç varsa doktora gitme bildirimi alabilirsiniz.

source: For partners (a person who administers mobile health checkups):
az: Tərəfdaşlar üçün (mobil sağlamlıq analizlərini aparan şəxs):
ru: Для партнеров (лицо, которое проводит мобильные медицинские осмотры):
tr: Ortaklar için (mobil sağlık taramasını yöneten kişi):

source: HealthiStory is a profitable business opportunity, which provides steady work, flexible work hours, and good quality of life (no medical training required).
az: HealthiStory, davamlı iş, çevik iş saatları və keyfiyyətli həyat tərzi təmin edən gəlirli bir iş fürsətidir (tibbi təlim tələb olunmur).
ru: HealthiStory - это выгодная возможность для бизнеса, которая обеспечивает стабильный, гибкий график работы и хорошее качество жизни (не требуется медицинская подготовка).
tr: HealthiStory, düzenli ve esnek çalışma saatleri, iyi bir yaşam kalitesi sağlayan karlı bir iş fırsatıdır (tıbbi eğitim gerektirmez).

source: For employers:
az: İşəgötürənlər üçün:
ru: Для работодателей:
tr: İşveren için:

source: HealthiStory makes workforces healthy, happy and productive.
az: HealthiStory işçiləri sağlam, xoşbəxt və məhsuldar edir.
ru: HealthiStory делает персонал здоровым, счастливым и продуктивным.
tr: HealthiStory, işgücünü sağlıklı, mutlu ve verimli yapar.

source: For insurance providers:
az: Sığorta şirkətləri üçün:
ru: Для страховых компаний:
tr: Sigorta sağlayıcıları için:

source: HealthiStory is a new type of policy benefit that makes healthy, loyal and lower risk policy holders.
az: HealthiStory, sığortalanları sağlam, sadiq və daha aşağı riskli edən yeni bir policə fayda növüdür.
ru: HealthiStory - это новый тип полисов, который делает их здоровыми, лояльными и менее рискованными.
tr: HealthiStory, sağlıklı, sadık ve düşük riskli poliçe sahipleri yapan yeni tür poliçe avantajıdır.

source: For governments:
az: Dövlət üçün:
ru: Для правительств:
tr: Devlet için:

source: HealthiStory creates healthy and productive societies with lower long-term healthcare costs.
az: HealthiStory, uzunmüddətli səhiyyə xərcləri daha az olan sağlam və məhsuldar cəmiyyətlər yaradır.
ru: HealthiStory создает здоровые и продуктивные общества с более низкими долгосрочными затратами на здравоохранение.
tr: HealthiStory, daha düşük uzun vadeli sağlık maliyetleri ile sağlıklı ve verimli toplumlar yaratır.

source: User Benefits
az: İstifadəçiyə Faydaları
ru: Преимущества для пользователей
tr: Kullanıcı Avantajları

source: Doctor Benefits
az: Həkimə Faydaları
ru: Преимущества для врачей
tr: Doktor Avantajları

source: Turn your health history into a healthy story.
az: Sağlamlıq tarixçənizi sağlam bir hekayəyə çevirin.
ru: Превратите историю своего здоровья в здоровую историю.
tr: Sağlık geçmişinizi sağlıklı bir hikayeye dönüştürün.

source: Observe health trend
az: Sağlamlıq trendini müşahidə edin
ru: Наблюдать тенденции здоровья
tr: Sağlık trendinin izlenmesi

source: By accessing the Portal, the user may graphically observe the latest and previous health data trends, get recommendations on health parameters to be considered and get notification to visit a doctor for critical values.
az: Portala daxil olaraq istifadəçi qrafik olaraq ən son və əvvəlki sağlamlıq məlumatları tendensiyalarını müşahidə edə bilər, nəzərə alınacaq sağlamlıq parametrləri ilə bağlı tövsiyələr ala bilər və kritik dəyərlər üçün həkimə müraciət etmək üçün bildiriş ala bilər.
ru: При доступе к порталу, пользователь может графически наблюдать тенденции последних и предыдущих медицинских данных, получить рекомендации по параметрам здоровья, которые будут рассмотрены и получить уведомление посетить врача для критических значений.
tr: Portalımızdakı hesabınıza giriş yaparak en son ve geçmiş sağlık verilerinizin trendini grafiksel izleye bilir, dikkat edilmesi gereken sağlık parametreleri konusunda tavsiye alabilir ve tehlikeli bulgulara göre doktora yönlendirile bilirsiniz.

source: Monitoring effectiveness of the treatment
az: Müalicənin effektivliyinə nəzarət
ru: Мониторинг эффективности лечения
tr: Tedavinin etkinliğinin izlenmesi

source: User, who gets a treatment within the framework of the system parameters, can perform regular measurements and graphical monitor the impact of the treatment.
az: Sistem parametrləri çərçivəsində bir müalicə alan istifadəçi, müntəzəm olaraq ölçmələr edə bilər və müalicənin təsirini qrafik olaraq izləyə bilər.
ru: Пользователь, который получает лечение в рамках параметров системы, может выполнять регулярные измерения и графически контролировать эффект лечения.
tr: Sistem tarafından ölçülen parametreler çerçevesinde bir tedavi alıyor iseniz, tedavi süreci içerisinde düzenli ölçüm yaptırarak aldığınız tedavinin etkinliyini grafiksel olarak kontrol ede bilirsiniz.

source: Extend healthy life expectancy
az: Sağlam ömür müddətini uzadın
ru: Продлить продолжительность здоровой жизни
tr: Sağlıklı yaşam beklentisinin uzatılması

source: By obtaining detailed information about healthy lifestyle from the portal and taking early action against any warnings, user may extend own Healthy Lifetime.
az: Portaldan sağlam həyat tərzi haqqında ətraflı məlumat əldə edərək və hər hansı bir yaranan problemə qarşı erkən tədbir görərək istifadəçi öz sağlam ömrünü uzada bilər.
ru: Получив подробную информацию о здоровом образе жизни от портала и о скорейшем принятии мер в отношении каких-либо предупреждений, пользователь может продлить продолжительность здоровой жизни.
tr: Portaldan sağlıklı yaşam tarzı konusunda ayrıntılı bilgi edinmekle ve çıkan herhangi bir soruna karşı erken tedbir almakla, kendi Sağlıklı Yaşam Süresinizi uzata bilirsiniz.

source: Your data is stored using the latest banking-grade encryption technologies and is available only to you and your chosen doctor. We are GDPR compliant and do not have access to any personal data.
az: Məlumatlarınız ən son bank səviyyəsində şifrələmə texnologiyalarından istifadə etməklə saxlanılır və yalnız sizin və seçdiyiniz həkiminizə təqdim olunur. GDPR ilə uyğundur və hər hansı bir şəxsi məlumatlara girişimiz yoxdur.
ru: Ваши данные хранятся с использованием новейших технологий шифрования банковского уровня и доступны только вам и выбранному вами врачу. Мы соблюдаем GDPR и не имеем доступа к каким-либо личным данным.
tr: Verileriniz en son bankacılık sınıfı şifreleme teknolojileri kullanılarak saklanır ve yalnızca siz ve seçtiğiniz doktor tarafından kullanılabilir. GDPR uyumluyuz ve herhangi bir kişisel veriye erişimimiz bulunmamakta.

source: Treat own patients anywhere, anytime.
az: Öz xəstələrinizi hər yerdə, istədiyiniz zaman müalicə edin.
ru: Лечить собственных пациентов в любом месте, в любое время.
tr: Kendi hastalarınızı her zaman, her yerde tedavi edin.

source: Remote health care
az: Uzaqdan tibbi xidmət
ru: Дистанционное медицинское обслуживание
tr: Uzaktan sağlık hizmeti

source: Remote access to electronic personal health records helps doctors to accelerate diagnosis and treatment, provide highest levels of remote health care, reduce inefficiencies, administrative costs and ultimately offering better, faster care.
az: Elektron fərdi sağlamlıq qeydlərinə uzaqdan giriş, həkimlərin diaqnozu və müalicəsini sürətləndirməsinə, yüksək səviyyəli uzaqdan sağlamlıq xidməti göstərməsinə, səmərəsizliyi, inzibati xərcləri azaltmasına və nəticədə daha yaxşı və daha sürətli xidmət təklif etməsinə kömək edir.
ru: Удаленный доступ к электронным записям личного здоровья помогает врачам ускорить диагностику и лечение, обеспечивает высочайший уровень дистанционного медицинского обслуживания, снизить неэффективность, административные расходы и в конечном итоге предлагает лучший, быстрый уход.
tr: Elektronik kişisel sağlık kayıtlarına uzaktan erişim, doktorlara teşhis ve tedaviyi hızlandırmaya, en üst düzeyde uzaktan sağlık hizmeti sunmaya, verimsizlikleri ve idari maliyetleri azaltmaya, sonuçta daha iyi, daha hızlı hizmet vermeye yardımcı oluyor.

source: Effectiveness
az: Effektivlik
ru: Эффективность
tr: Etkinliğin artırılması

source: Increase the number of patients who can be treated during a given period of time and effectiveness of treatment.
az: Müəyyən müddət ərzində müalicə edilə bilən xəstələrin sayını və müalicənin effektivliyini artırır.
ru: Увеличение числа пациентов, которых можно лечить в течение заданного периода времени и повысить эффективность лечения.
tr: Belirli zaman süresinde tedavi edilebilecek hasta sayısını artırır ve tedavinin etkinliğini iyileştiriyor.

source: New streams of revenue
az: Yeni gəlir axınları
ru: Новые потоки доходов
tr: Yeni gelir kaynağı

source: Provide new streams of revenue in the form of virtual consultations and assessments.
az: Virtual məsləhətləşmələr və qiymətləndirmələr şəklində yeni gəlir axınları yaradır.
ru: Обеспечить новые потоки доходов в виде виртуальных консультаций и оценок.
tr: Sanal danışmanlık ve değerlendirmeler şeklinde yeni gelir akışı yaratıyor.

source: Supported Parameters
az: Dəstəklənən Parametrlər
ru: Поддерживаемые Параметры
tr: Desteklenen Parametreler

source: Cardiovascular System
az: Ürək-Damar Sistemi
ru: Сердечно-Сосудистая Система
tr: Kardiyovasküler Sistem

source: "Highest" Pressure (Systolic)
az: Sistolik təzyiq
ru: Систолическое Давление
tr: Büyük Tansiyon (Sistolik)

source: "Lowest" Pressure (Diastolic)
az: Diyastolik təzyiq
ru: Диастолическое Давление
tr: Küçük Tansiyon (Diastolik)

source: Pulse Pressure
az: Nəbz təzyiqi
ru: Пульсовое Давление
tr: Nabız Basıncı

source: Pulse
az: Nəbz
ru: Пульс
tr: Nabız

source: Mean Arterial Pressure
az: Ortalama arteriyal təzyiq
ru: Среднее Артериальное Давление
tr: Ortalama Arterial Basıncı

source: Arrhythmia
az: Aritmiya
ru: Aритмия
tr: Aritmi

source: Total Cholesterol (TC)
az: Ümumi xolesterin (TC)
ru: Общий Холестерин
tr: Toplam Kolesterol

source: "Good" Cholesterol (HDL)
az: "Yaxşı" xolesterin (HDL)
ru: Хороший Холестерин (ЛПВП)
tr: İyi Kolesterol (HDL)

source: "Bad" Cholesterol (LDL)
az: "Pis" xolesterin (LDL)
ru: Плохой Холестерин (ЛПНП)
tr: Kötü Kolesterol (LDL)

source: Triglyceride
az: Triqliserid
ru: Триглицерид
tr: Trigliserit

source: TC/HDL Ratio
az: TC/HDL Nisbəti
ru: Соотношение Общего Холестерина к ЛПВП
tr: Toplam Kolesterolün İyi Kolesterola Oranı

source: LDL/HDL Ratio
az: LDL/HDL Nisbəti
ru: Соотношение ЛПНП к ЛПВП
tr: Kötü Kolesterolun İyi Kolesterola Oranı

source: 10-Years Risk of Cardiovascular Diseases
az: 10 illik Ürək Qan-Damar Xəstəlikləri Riski
ru: 10-и Летний Риск Сердечно-сосудистых Заболеваний
tr: 10 Senelik Kalp Damar Hastalıkları Risk Oranı

source: Blood Glucose
az: Qan Şəkəri
ru: Сахар в Крови
tr: Kan Şekeri

source: Fasting Blood Glucose
az: Aclıq Qan Şəkəri
ru: Сахар Крови Натощак
tr: Açlık Kan Şekeri

source: Postprandial Blood Glucose
az: Toxluq Qan Şəkəri
ru: Постпрандиальный Сахар Крови
tr: Tokluk Kan Şekeri

source: Complete Blood Count
az: Ümumi Qan Analizi
ru: Общий Анализ Крови
tr: Tam Kan Sayımı

source: Hematocrit
az: Hematokrit
ru: Гематокрит
tr: Hematokrit

source: Hemoglobin
az: Hemoqlobin
ru: Гемоглобин

source: Red Blood Cell count (RBC)
az: Eritrositlərin Sayı (RBC)
ru: Эритроциты (RBC)
tr: Eritrosit Sayımı (RBC)

source: Mean Cell Volume (MCV)
az: Eritrositlərin Orta Həcmi (MCV)
ru: Средний объем эритроцита (MCV)
tr: Ortalama Eritrosit Hacmi (MCV)

source: Mean Cell Hemoglobin (MCH)
az: Hemoqlobininin Eritrositdə Orta Tutumu (MCH)
ru: Среднее содержание гемоглобина в эритроците (MCH)
tr: Ortalama Eritrosit Hemoglobini (MCH)

source: Mean Cell Hemoglobin Concentration (MCHC)
az: Hemoqlobininin Eritrositdə Orta Konsentrasiyası (MCHC)
ru: Средняя концентрация гемоглобина в эритроците (MCHC)
tr: Ortalama Eritrosit Hemoglobin Konsantrasyonu (MCHC)

source: Body Analysis
az: Bədən Analizi
ru: Анализ Тела
tr: Vücut Analizi

source: Weight
az: Bədən Çəkisi
ru: Вес Тела
tr: Vücut Ağırlığı

source: Recommended Ideal Weight
az: Tövsiyə edilən İdeal Bədən Çəkisi
ru: Рекомендуемый идеальный вес
tr: Tavsiye Olunan İdeal Vücut Ağırlığı

source: Body Mass Index
az: Bədən Kütlə İndeksi
ru: Индекс Массы Тела
tr: Vücut Kitle Endeksi

source: Body Fat Ratio
az: Bədən Yağının Faizi
ru: Соотношение Жира в Организме
tr: Vücut Yağ Oranı

source: Lean Body Mass
az: Yağsız Bədən Çəkisi
ru: Вес Тела без Жира
tr: Yağsız Vücut Ağırlığı

source: Lean Body Mass Ratio
az: Yağsız Bədən Çəkisinin Faizi
ru: Соотношение Веса Тела без Жира
tr: Yağsız Vücut Ağırlığı Oranı

source: Body Surface Area
az: Bədən Səthinin Sahəsi
ru: Площадь Поверхности Тела
tr: Vücut Yüzey Alanı

source: Total Body Water (in liters)
az: Ümumi Bədən Suyu (Litr ilə)
ru: Общая Вода Тела (в литрах)
tr: Total Vücut Suyu (Litre ile)

source: Total Body Water Ratio
az: Ümumi Bədən Suyunun Faizi
ru: Соотношение Общей Воды Тела
tr: Total Vücut Suyu Oranı

source: Resting Basal Metabolic Rate
az: Bazal Maddələr Mübadiləsinin Sürəti
ru: Базальная Метаболическая Скорость
tr: Bazal Metobolik Hız

source: Recommended Fluid Intake Per Day
az: Tövsiyə Edilən Gündəlik Maye Müqdarı
ru: Рекомендуемое Потребление Жидкости в День
tr: Tavsiye Olunan Günlük Sıvı Miktarı

source: Recommended Water Intake Per Day
az: Tövsiyə Edilən Gündəlik Saf Su Müqdarı
ru: Рекомендуемое Потребление Воды в День
tr: Tavsiye Olunan Günlük Saf Su Miktarı

source: Temperature
az: Hərarət
ru: Температура Тела
tr: Vücut Sıcaklığı

source: Amount of Ketone in the Blood
az: Qandakı Ketonun Miqdarı
ru: Количество Кетона в Крови
tr: Kandakı Keton Miktarı

source: Amount of Creatinine in the Blood
az: Qandakı Kreatinin Miqdarı
ru: Количество Креатинина в Крови
tr: Kandakı Kreatinin Miktarı

source: Glomerular Filtration Rate
az: Böyrək Yumaqcıqlarının Filtrasiya Dərəcəsi
ru: Скорость клубочковой фильтрации
tr: Glomerüler Filtrasyon Oranı

source: Unadjusted Glomerular Filtration Rate
az: Nizamlanmamış Böyrək Yumaqcıqlarının Filtrasiya Dərəcəsi
ru: Не регулированный скорость клубочковой фильтрации
tr: Düzenlenmemiş Glomerüler Filtrasyon Oranı

source: Creatinine Clearance
az: Kreatinin klirensi
ru: Клиренс креатинина
tr: Kreatinin klirensi

source: Corrected Creatinine Clearance
az: Nizamlanmış Kreatinin klirensi
ru: Регулированный клиренс креатинина
tr: Düzenlenmiş Kreatinin klirensi

source: Uric Acid in Blood
az: Qandan sidik turşusu
ru: Мочевая кислота в крови
tr: Kandakı Ürik Asit

source: Glucose Ketone Index (GKI)
az: Qlükoza Keton İndeksi (GKI)
ru: Индекс Глюкозы Кетона (GKI)
tr: Glikoz Keton Endeksi (GKI)

source: Description
az: Ətraflı
ru: Описание
tr: Açıklama

source: Order Now
az: Sifariş et
ru: Заказать сейчас
tr: Sipariş ver

source: Customer Information
az: Müştəri məlumatları
ru: Информации клиента
tr: Müşteri Bilgileri

source: Quantity of products
az: Məhsulların miqdarı
ru: Количество товаров
tr: Ürünlerin miktarı

source: Send Quotation request
az: Sifariş istəyini göndər
ru: Отправить запрос коммерческого предложения
tr: Teklif isteği gönder

source: Your passwords must be at least 6 characters
tr: Şifreniz en az 6 karakter içermelidir.

source: VLDL
ru: ЛПОНП

source: Non-HDL
ru: Без-ЛПВП
