Repository: Emil60/HealthiStory
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, ru, tr

source: Yes
az: Bəli
ru: Да
tr: Evet

source: No
az: Xeyir
ru: Нет
tr: Hayır

source: English
az: İngiliscə
ru: Английский
tr: İngilizce

source: Russian
az: Rusca
ru: Русский
tr: Rusça

source: Turkish
az: Türkcə
ru: Турецкий
tr: Türkçe

source: Azerbaijan
az: Azərbaycanca
ru: Азербайджанский
tr: Azerbaycanca

source: Male
az: Kişi
ru: Мужской
tr: Erkek

source: Female
az: Qadın
ru: Женский
tr: Kadın

source: Low
az: Aşağı
ru: Низкий
tr: Düşük

source: Medium
az: Orta
ru: Средняя
tr: Orta

source: High
az: Yuxarı
ru: Высоко
tr: Yüksek

source: Non-smoker
az: Çəkmir
ru: Некурящий
tr: İçmiyor

source: Ex-smoker
az: Buraxıb
ru: Экс-курящий
tr: Bırakmış

source: Light-smoker
az: Az çəkir
tr: Az içiyor(10`dan az)

source: Moderate-smoker
az: Normal çəkir
tr: Normal içiyor (10-19 arası)

source: Heavy-smoker
az: Çox çəkir
tr: Çok içiyor (20 ve daha fazla)

source: Light smoker (less than 10)
az: Az çəkir (10dan az)
ru: Мало курящий (менее 10)
tr: Az içiyor(10`dan az)

source: Moderate smoker (10 to 19)
az: Normal çəkir (10-19 arası)
ru: Умеренно курящий(между 10-19)
tr: Normal içiyor (10-19 arası)

source: Heavy smoker (20 or over)
az: Çox çəkir (20dən çox)
ru: Заядлый курящий (20 или выше)
tr: Çok içiyor (20 ve daha fazla)

source: None
az: Yoxdur
ru: Никакой
tr: Yok

source: Type 1
az: 1ci Tip
ru: Тип 1
tr: Tip 1

source: Type 2
az: 2ci Tip
ru: Тип 2
tr: Tip 2

source: White
az: Ağ
tr: Beyaz

source: Indian
az: Hindistanlı
ru: Индус
tr: Hindistanlı

source: Pakistani
az: Pakistanlı
ru: Пакистанец
tr: Pakistanlı

source: Bangladeshi
az: Banqladeşli
ru: Бангладеш
tr: Bangladeşli

source: Asian
az: Asiyalı
tr: Asyalı

source: Caribbean
az: Qara dərəli (Karib)
tr: Karayip

source: African
az: Afrikalı
tr: Afrikalı

source: Chinese
az: Çinli
tr: Çinli

source: Others
az: Digərləri
ru: Прочие
tr: Diğerleri

source: White or not stated
az: Ağ və ya göstərilməmiş
ru: Белый или не указано
tr: Beyaz ve ya belirtilmemiş

source: Other Asian
az: Asiyalı (Digər)
ru: Азиат (Другой)
tr: Asya (Diğer)

source: Black Caribbean
az: Qara dərəli (Karib)
ru: Черный (Карибский)
tr: Siyahi (Karayip)

source: Black African
az: Qara dərəli (Afrika)
ru: Черный (Африка)
tr: Siayhi (Afrika)

source: User ID
az: İstifadəçi adı
ru: ID Пользователя
tr: Kullanıcı İD

source: Password
az: Şifrəni dəyiştir
ru: пароль
tr: Şifre değiştir

source: Country
az: Ölkə
ru: Страна
tr: Ülke

source: District
az: Rayon
ru: Район
tr: İlçe

source: Town/Village
az: Qəsəbə/Kənd
ru: Город/Деревня
tr: Mahalle/Köy

source: City
az: Şəhər
ru: Город
tr: İl

source: Confirm Password
az: Parol təkrar
ru: Подтвердить Пароль
tr: Şifreniz (tekrar)

source: You have to enter one of EMAIL, PHONE or Citizen ID into the User ID field
az: İstifadəçi ID sahəsinə E-poçt, Telefon və ya FIN ID-dən birini daxil edin

source: Old password
az: Şifrəni dəyiştir
ru: пароль
tr: Şifre değiştir

source: New password
az: Şifrəni dəyiştir
ru: пароль
tr: Şifre değiştir

source: Code
az: Kod
ru: Код
tr: Kod

source: Phone code
az: Telefon
tr: Telefon kodu

source: Postal code
az: Poçt kodu
ru: Почтовый Код
tr: Posta kodu

source: Name
az: Ad
ru: Имя
tr: İsim

source: Surname
az: Soyad
ru: Фамилия
tr: Soyisim

source: Birthdate
az: Doğum tarixi
ru: Дата рождения
tr: Doğum tarihi

source: Email address
az: E-poçt adresi
ru: Адрес электронной почты
tr: E-posta adresi

source: Phone
az: Telefon
ru: Телефон
tr: Telefon

source: Card number
az: Kart nömrəsi
ru: Номер карты
tr: Kart numarası

source: Language
az: Dil
ru: Язык
tr: Dil

source: Gender
az: Cins
ru: Пол
tr: Cinsiyet

source: Height(cm)
az: Boy(sm)
ru: Рост (см)
tr: Boy (sm)

source: Blood Group
az: Qan qrupu
ru: Группа крови
tr: Kan grubu

source: City*
az: Şəhər
ru: Город*
tr: İl*

source: Physical Activity
az: Fiziki aktivlik
ru: Физическая активность

source: Smoking
az: Siqaret
ru: Курение
tr: Sigara

source: Diabets
az: Diabet
ru: Диабет
tr: Diyabet

source: Ethnicity
az: İrq
ru: Этническая принадлежность
tr: Etnisite

source: ANGINA OR HEART ATTACK IN A 1ST DEGREE RELATIVE &lt;60?
az: 60 YAŞINDAN ƏVVƏL 1-ci DƏRƏCƏLİ QOHUMLARDA MIOKARD INFARKTI
ru: У ПЕРВОСТЕПЕННЫХ РОДСТВЕННИКОВ ДО 60 ЛЕТ НАЛИЧИЕ ИНФАРКТА
tr: 60 YAŞINDAN ÖNCE 1. DERECE AKRABADA MİYOKARD İNFARKTÜSÜ

source: Menopause
az: MENOPAUZA DÖVRÜ
ru: ПЕРИОД МЕНОПАУЗЫ
tr: MENOPOZ DÖNEMİ

source: Kidney Disease
az: XRONİK BÖYRƏK XƏSTƏLİYİ VAR?
ru: ХРОНИЧЕСКОЕ ЗАБОЛЕВАНИЕ ПОЧЕК
tr: KRONİK BÖBREK HASTALIĞI

source: Arterial Fibrillation
az: ARTERIAL FİBRİLASYANIZ VAR?
ru: АРТЕРИАЛЬНАЯ ФИБРИЛЛЯЦИЯ
tr: ATRİAL FİBRİLASYON

source: DO YOU GETTING PRESSURE TREATMENT?
az: HİPERTONİYA ƏLEHİNƏ MÜALİCƏ ALIRSINIZMI?
ru: ЛЕЧИТЕСЬ ЛИ ОТ ГИПЕРТОНИИ?
tr: TANSİYON TEDAVİSİ GÖRÜYOR MUSUNUZ?

source: Rheumatoid Arthritis
az: REMATİZMANİZ VAR?
ru: РЕВМАТОИДНЫЙ АРТРИТ
tr: ROMATOİD ARTRİT

source: user
az: İstifadəçi

source: users
az: İstifadəçilər

source: Your password must contain at least %(min_length)d characters.
az: Parolunuz ən azı %(min_length)d simvoldan ibarət olmalıdır.
ru: Ваш пароль должен содержать не менее %(min_length)d символов.
tr: Şifreniz en az %(min_length)d karakter içermelidir.

source: Password Reset Requested
az: Şifrənin sıfırlanması tələb olunur
ru: Запрошен сброс пароля
tr: Parola Sıfırlama İstendi

source: Invalid header found.
az: Yanlış başlıq tapıldı.
ru: Обнаружен недопустимый заголовок.
tr: Geçersiz başlık bulundu.

source: We got your message
az: Mesajınızı aldıq
ru: Мы получили ваше сообщение
tr: Mesajınızı aldık

source: Something went wrong please try again
az: Xəta baş verdi, yenidən cəhd edin
ru: Что-то пошло не так. Пожалуйста, попытайтесь еще раз
tr: Hata oluştu, lütfen tekrar deneyin

source: Email
az: E-poçt
ru: Адрес электронной почты
tr: E-posta

source: Name and Surname
az: Ad və Soyad
ru: Имя и Фамилия
tr: Isim ve Soyisim

source: Delivery address
az: Çatdırılma ünvanı
ru: Адрес доставки
tr: Teslimat adresi

source: Number of required Mobile Medi-Lab
az: Tələb edilən Mobil Medi-Lab miqdarı
ru: Требуемое количество Мобильных Меди-Лаб
tr: Gerekli Mobil Medi-Lab sayısı

source: Number of required Checkup Capacity
az: Tələb edilən müayinə (Checkup) miqdarı
ru: Требуемое количество Медосмотра
tr: Gerekli Tarama Kapasitesi sayısı

source: Number of required RFID Card
az: Tələb edilən RFID kart miqdarı
ru: Требуемое количество RFID-карты
tr: Gerekli RFID Kart sayısı

source: Number of required Lancet
az: Tələb edilən Lancet miqdarı
ru: Требуемое количество Ланцет
tr: Gerekli Lanset sayısı

source: Number of required Glucose/Hematocrit strip
az: Tələb edilən Glükoz/Hematokrit zolaqı miqdarı
ru: Требуемое количество полосы Глюкозы/Гематокрита
tr: Gerekli Şeker/Hematokrit şerit sayısı

source: Number of required Ketone strip
az: Tələb edilən Keton zolaqı miqdarı
ru: Требуемое количество полосы Кетона
tr: Gerekli Keton şeriti sayısı

source: Number of required Total Cholesterol (TC) + HDL strip + pipet (for postprandial)
az: Tələb edilən Ümumi Xolesterin (TC) + HDL zolaqı + pipet miqdarı (toxluq üçün)
ru: Требуемое количество полосы Общего Холестерина (TC) + ЛПВП + пипетка (постпрандиальный)
tr: Gerekli Toplam Kolesterol (TC) + HDL şeriti + pipet sayısı (tokluk)

source: Number of required Lipid Panel (TC + HDL + Triglyceride) + pipet (for fasting)
az: Tələb edilən Lipid Panel (TC + HDL + Triqliserid) + pipet miqdarı (aclıq üçün)
ru: Требуемое количество полосы Липидной Панели (TC + ЛПВП + Tриглицерид) + пипетка (натощак)
tr: Gerekli Lipid Panel(TC + HDL + Trigliserit) şeriti + pipet sayısı (açlık )

source: Number of required Uric Acid strip
az: Tələb edilən Urik Asid zolaqı miqdarı
ru: Требуемое количество полосы Мочевой Кислоты
tr: Gerekli Uric Asit şeriti sayısı

source: Number of required Creatinine strip
az: Tələb edilən Kreatinin zolaqı miqdarı
ru: Требуемое количество полосы Креатинина
tr: Gerekli Kreatinin şeriti sayısı

source: Number of required Symptom Check set
az: Tələb edilən "Symptom Check" set miqdarı
ru: Количество требуемых наборов для "Symptom Check"
tr: Gerekli "Symptom Check" set sayısı

source: Category Name
az: Kateqorya Adı
ru: Название категории
tr: Kategori Adı

source: <div class="alert alert-success alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> We received your messages and will come back to you as soon as possible. </div>
az: <div class="alert alert-success alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> Sizin mesajı aldıq və sizə ən qısa zamanda geri dönəcəyik. </div>
ru: <div class="alert alert-success alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> Мы получили ваши сообщения и вернемся к вам в ближайшее время. </div>
tr: <div class="alert alert-success alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> Mesajlarınızı aldık ve en kısa sürede size geri döneceğiz. </div>

source: <div class="alert alert-danger alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> ERROR: Please fill at least one field in "Quantity of products" </div>
az: <div class="alert alert-danger alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> XƏTA: Zəhmət olmasa "Məhsulların miqdarı"-da ən azı bir sahəni doldurun </div>
ru: <div class="alert alert-danger alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> ОШИБКА: Заполните хотя бы одно поле в "Количество товаров". </div>
tr: <div class="alert alert-danger alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> HATA: Lütfen "Ürünlerin miktarı" alanında en az bir alanı doldurun. </div>

source: <div class="alert alert-danger alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> ERROR: Please fill the mandatory fields in the "Order Now" form! </div>
az: <div class="alert alert-danger alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> XƏTA: Zəhmət olmasa "Sifariş et" formasında məcburi sahələri doldurun! </div>
ru: <div class="alert alert-danger alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> ОШИБКА: Пожалуйста, заполните обязательные поле в форме "Заказать сейчас"! </div>
tr: <div class="alert alert-danger alert-dismissable text-center"> <button type="button" class="close" data-dismiss="alert" aria-hidden="true">×</button> HATA: Lütfen "Sipariş ver" formundaki zorunlu alanları doldurunuz! </div>

source: Welcome
az: Xoş gəlmisiz
ru: Добро пожаловать
tr: Hoş geldiniz

source: Last Log In
az: Sistemə son giriş
ru: Последний вход
tr: Son giriş tarihi

source: Profile Info
az: Profil Məlumatları
ru: Информация о профиле
tr: Profil Bilgileri

source: Edit Profile
az: Məlumatları dəyişdir
ru: Редактировать профиль
tr: Profil düzenle

source: Change Password
az: Şifrəni dəyiştir
ru: Сменить пароль
tr: Şifre değiştir

source: Reports
az: Hesabatlar
ru: Отчеты
tr: Raporlar

source: Ask the expert
az: Mütəxəssisdən soruşun
ru: Спросите у эксперта
tr: Uzmana sorun

source: Full Name
az: Ad
ru: Имя Фамилия
tr: Ad Soyad

source: Birthday
az: Doğum tarixi
ru: Дата Рождения
tr: Doğum tarihi

source: Card Number
az: Kart nömrəsi
ru: Номер Карты
tr: Kart numarası

source: Your passwords are not matching
az: Yeni parolla onun təkrarı bir-birinə uyğun gəlmir
ru: Ваши пароли не совпадают
tr: Şifreleriniz eşleşmiyor

source: Questions relating to the assessment of cardiovascular disease risk
az: Ürək-damar xəstəlikləri riskini qiymətləndirməyə aid suallar
ru: Вопросы, касающиеся оценки риска сердечно-сосудистых заболеваний
tr: Kardiyovasküler hastalık riskinin değerlendirilmesine ilişkin sorular

source: Required fields
az: Ulduzlu sahələr doldurulmalıdır
ru: Обязательные поля
tr: Yıldızlı alanlar mecburidir

source: Save Changes
az: Yadda saxla
ru: Сохранить изменения
tr: Kayd Et

source: Login
az: Daxil ol
ru: Войти
tr: Giriş

source: Log In with face recognition
az: Üz tanınması ilə daxil ol
ru: Вход с распознаванием лиц
tr: Yüz tanınmasıyla giriş

source: Don't have an account?
az: Hesabınız yoxdur?
ru: Нет учетной записи?
tr: Hesabın yok mu?

source: Sign Up
az: Qeydiyyatdan keçin
ru: Регистрация
tr: Kayıt ol

source: Forgot your password?
az: Parolunuzu unutmusunuz?
ru: Забыли пароль?
tr: Şifremi unuttum

source: Your password has been changed. You may go ahead and
az: Şifrəniz dəyiştirildi. İndi siz
ru: Ваш пароль был успешно изменен. Теперь вы можете
tr: Şifreniz başarıyla değiştirildi. Siz şimdi

source: sign in
az: buradan
ru: отсюда
tr: giriş

source: now
az: daxil ola bilərsiz
ru: войти в систему
tr: yapa bilirsizniz

source: Please enter your new password twice so we can verify you typed it in correctly.
az: Zəhmət olmasa yeni parolunuzu 2 dəfə daxil edin ki,düzgün yazdığınızı təsdiq edə bilək.
ru: Пожалуйста, введите свой новый пароль дважды, чтобы мы могли убедиться, что вы ввели его правильно.
tr: Lütfen yeni şifrenizi iki kez girin, böylece doğru yazdığınızı doğrulayabiliriz.

source: Change my password
az: Şifrəni dəyiştir
ru: Сменить пароль
tr: Şifre değiştir

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
az: Şifrə sıfırlama bağlantısı etibarsız oldu, ehtimal ki, artıq istifadə edilmiştir. Xahiş edirik yeni bir şifrə sıfırlanması tələb edin.
ru: Ссылка для сброса пароля недействительна, возможно, потому, что она уже использовалась. Запросите новый сброс пароля.
tr: Parola sıfırlama bağlantısı geçersiz, muhtemelen zaten kullanılmıştı. Lütfen yeni bir şifre sıfırlama isteyin.

source: We've emailed you instructions for setting your password, <b>if an account exists</b> with the email you entered. You should receive them shortly.
az: Daxil etdiyiniz e-poçtla <b>bir hesab varsa </b>, parolunuzu təyin etmək üçün təlimatları e-poçtla göndərdik. Onları qısa müddətdə almalısınız
ru: Мы отправили вам по электронной почте инструкции по установке пароля, <b> если учетная запись существует </b>, с указанным вами адресом электронной почты. Вы получите их в ближайшее время
tr: Girdiğiniz e-posta ile <b> bir hesap varsa </b>, şifrenizi ayarlamanız için size talimatları e-postayla gönderdik. Onları kısa sürede almalısın

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
az: Bir e-poçt almazsanız, qeydiyyatdan keçdiyiniz ünvanı daxil etdiyinizə əmin olun və spam qovluğunuzu yoxlayın.
ru: Если вы не получили электронное письмо, убедитесь, что вы ввели адрес, на который вы зарегистрировались, и проверьте папку со спамом.
tr: Bir e-posta almazsanız, lütfen kayıt olduğunuz adresi girdiğinizden emin olun ve spam klasörünüzü kontrol edin.

source: Return to home page
az: Ana səhifəyə dön
ru: Вернуться на главную страницу
tr: Ana sayfaya dön

source: Reset password
az: Şifrəni yenilə
ru: Сброс пароля
tr: Şifreyi yenile

source: Send reset email
az: Sıfırlama e-poçtu göndərin
ru: Отправить электронное письмо для сброса
tr: Sıfırlama e-postası gönder

source: Registration
az: Qeydiyyat
ru: Регистрация
tr: Üye ol

source: (Citizen ID or E-mail or Mobile number)
az: (Şəxsiyyət Vəsiqəsi nömrəsi və ya E-poçt ünvanı və ya Mobil nömrəsi)
ru: (Номер удостоверения личности или Адрес электронной почты или номер мобильного телефона)
tr: (Kimlik numarası veya E-posta veya Cep Numarası)

source: Register
az: Qeyd edin
ru: Создать
tr: Üye ol

source: Sign in
az: Daxil olun
ru: Войти
tr: Giriş

source: Log out
az: Çıxış
ru: Выход
tr: Çıkış

source: Home
az: Ana Səhifə
ru: Главная
tr: Ana sayfa

source: Locations
az: Məntəqələr
ru: Локации
tr: Lokasyonlar

source: Products
az: Məhsullar
ru: Продукты
tr: Ürünler

source: Contact
az: Əlaqə
ru: Kонтакты
tr: İletişim

source: My Account
az: Hesabım
ru: Мой аккаунт
tr: Hesabım

source: About
az: Haqqımızda
ru: О нас
tr: Hakkımızda

source: HealthiStory is a health focused company that revolutionizes how people access health checkups and use their medical data to manage long term health.
az: HealthiStory, sağlamlıq müayinələrinin insanlar üçün asanlıqla əlçatan olmasında və tibbi məlumatların uzunmüddətli sağlamlığı idarə etmək üçün necə istifadə edilməsində inqilab edən bir sağlamlıq şirkətidir.
ru: HealthiStory - это компания, ориентированная на здоровье, которая революционизирует то, как люди получают доступ к медицинским осмотрам и используют свои медицинские данные для долгосрочного управления здоровьем.
tr: HealthiStory, insanların sağlık taramalarına erişmede ve tıbbi verilerini uzun vadeli sağlığı yönetmek için kullanma yöntemlerinde devrim yaratan sağlık odaklı bir şirkettir.

source: Quick Links
az: Tez Linklər
ru: Быстрые Ссылки
tr: Hızlı Linkler

source: About Us
az: Haqqımızda
ru: О нас
tr: Hakkımızda

source: Contact Us
az: Bizimlə Əlaqə
ru: Связаться с нами
tr: Bize Ulaşın

source: Privacy Policy
az: Məxfilik haqqında bəyanat
ru: Политика Конфиденциальности
tr: Gizlilik Politikası

source: Copyright &copy; 2021 All Rights Reserved by
az: Bütün Hüquqlar Qorunur &copy; 2021
ru: Авторские права &copy; 2021 Все права защищены
tr: Telif hakkı © 2021 Tüm hakları saklıdır

source: Our Missions
az: Məqsədimiz
ru: Наша Миссия
tr: Misyonlarımız

source: Train people to a healthy lifestyle.
az: İnsanları sağlam həyat tərzi haqqında maarifləndirmək.
ru: Приучить людей к здоровому образу жизни
tr: İnsanları sağlıklı yaşam tarzı konusunda eğitmek

source: Self-manage own health and daily lifestyle.
az: Şəxsi sağlamlığın və gündəlik həyat tərzinin idarə edilməsi.
ru: Управлять собственным здоровьем и повседневной жизню
tr: Kendi sağlık ve günlük yaşam tarzını kendin yönet

source: Help people to extend healthy life expectancy.
az: Sağlam ömrün uzadılmasına kömək etmək.
ru: Продлить продолжительность здоровой жизни
tr: İnsanlara sağlıklı yaşam beklentilerini artırmada yardım

source: To help doctors to provide independent remote medical assistance.
az: Uzaqdan müstəqil tibbi xidmət üçün həkimlərə kömək etmək.
ru: Помочь врачам обеспечить независимую дистанционную медицинскую услугу
tr: Doktorların bağımsız ve uzaktan tıbbı yardım sunmaları

source: General Health Issues
az: Ümumi Sağlamlıq Problemləri
ru: Общие Проблемы со Здоровьем
tr: Genel Sağlık Sorunları

source: According to modern medical science, approximately 25%% of an individual’s overall health depends from genetics and 75%% on the individual; therefore, the long-term health should be managed accurately and precisely.
az: Müasir tibb elminə görə insanın ümumi sağlamlığının təqribən 25%% -i genetikadan, 75%% -i insanın özündən asılıdır; bu səbəbdən uzunmüddətli sağlamlıq düzgün və dəqiq idarə olunmalıdır.
ru: Согласно современной медицинской науке, примерно 25%% общего состояния здоровья человека зависит от генетики, а 75%% - от человека; следовательно, долгосрочное здоровье должно управляться аккуратно и точно.
tr: Modern tıp bilimine göre, bireyin genel sağlığının yaklaşık %%25'i genetike ve %%75'i bireye bağlıdır; bu nedenle, uzun vadeli sağlık doğru ve dikkatlı yönetilmelidir.

source: The only way to manage long-term health is to know what is happening within one’s body and how things change over time. For that reason, frequent health checkups are a must for everyone.
az: Uzunmüddətli sağlamlığı idarə etməyin yeganə yolu, bədənimizdə nələrin baş verdiyini və zamanla necə dəyişdiyini bilməkdir. Bu səbəbdən tez-tez sağlamlıq müayinələri hər kəs üçün zəruridir.
ru: Единственный способ сохранить здоровье в долгосрочной перспективе - это знать, что происходит в организме и как все меняется со временем. По этой причине частые медицинские осмотры необходимы каждому.
tr: Uzun vadeli sağlık yönetmenin tek yolu, kişinin vücudunda nelerin baş verdiyini ve zaman içinde nasıl değiştiğini bilmektedir. Bu nedenle, sık sık sağlık kontrolleri herkes için bir zorunluluktur.

source: In order to do this, hospital visits are crucial. However, these visits cost too much time, money and are not convenient for people due to these reasons. Moreover, often times these results are received within several days on paper, which is not functional, eco-friendly and is slow.
az: Bunu etmək üçün xəstəxanalara müraciət çox vacibdir. Ancaq bu ziyarətlər çox vaxta, pula başa gəlir və bu səbəblərdən insanlar üçün əlverişli deyil. Üstəlik, nəticələr bir neçə gün ərzində kağız üzərində alınır, bu funksional deyil, ekoloji cəhətdən doğru deyil.
ru: Для того, чтобы сделать это, посещение больницы имеет решающее значение. Однако такие посещения отнимают слишком много времени, денег и по этим причинам неудобны для людей. Более того, часто эти результаты получают в течении нескольких дней на бумаге, что не является функциональным и экологичным.
tr: Bunu yapabilmek için hastane ziyaretleri çok önemlidir. Ancak bu ziyaretler çok fazla zaman ve maliyete mal oluyor ve bu nedenlerle insanlar için uygun değil. Üstelik, çoğu zaman sonuçlar, işlevsiz, yavaş ve çevre dostu olmayan kağıt üzerinde birkaç gün içinde alınır.

source: What is HealthiStory?
az: HealthiStory nədir?
ru: Что такое HealthiStory?
tr: HealthiStory nedir?

source: HealthiStory is a health and wellness focused company that performs health checkups outside the hospitals, eliminates all expensive and administrative costs, brings the service to the end-user location, and makes health checkups easily accessible and affordable for everyone.
az: HealthiStory, sağlamlıq analizlərini xəstəxanalardan kənarda yerinə yetirən, bütün bahalı və inzibati xərcləri ortadan qaldıran, xidməti son istifadəçinin yerinə gətirən və sağlamlıq analizlərini hər kəs üçün asanlıqla əlçatan və əlverişli edən bir sağlamlıq şirkətidir.
ru: HealthiStory - это компания, ориентированная на здоровье, которая выполняет медицинские осмотры вне больниц, устраняет все дорогостоящие и административные расходы, доставляет услуги к местонахождению пользователей и делает медицинские осмотры легко достижимым и доступным для всех.
tr: HealthiStory, hastaneler dışında sağlık taraması yapan, tüm pahalı ve idari maliyetleri ortadan kaldıran, hizmeti son kullanıcının ayağına getiren ve sağlık taramalarını herkes için kolayca erişilebilir ve ekonomik hale getiren sağlık odaklı bir şirkettir.

source: Why us?
az: Niyə biz?
ru: Почему мы?
tr: Neden biz?

source: For B2C:
az: B2C üçün:
ru: Для B2C:
tr: B2C için:
